{
  "Teams": [
    {
      "id": 1,
      "history": "Founded in 1923, o Sampaio Corrêa is one of the biggest teams in Maranhão.",
      "curiosities": [
        "Won the Série B in 1972.",
        "The name is inspired by the seaplane Sampaio Corrêa II."
      ]
    },
    {
      "id": 2,
      "history": "Founded in 1937, o Moto Club has a strong rivalry with Sampaio Corrêa.",
      "curiosities": [
        "It is known as Papão do Norte.",
        "Won the Maranhão state championship 26 times."
      ]
    },
    {
      "id": 3,
      "history": "Founded in 1932, Maranhão Atlético Clube is known as the Poster Destroyer.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first club from Maranhão to play in a national tournament."
      ]
    },
    {
      "id": 4,
      "history": "Founded on January 4, 1962, under the name Sociedade Atlética Imperatriz. Its acronym (SAI) was the same as the local stevedores' union, which had an amateur team that served as the club's foundation.",
      "curiosities": ["Holds 3 state titles."]
    },
    {
      "id": 5,
      "history": "The team emerged from the municipal selection of Barra do Corda, which competed in the 'Copão Maranhão do Sul', an intermunicipal tournament. Encouraged, the city officials and club leaders decided to professionalize the team and entered the 2010 Maranhão Second Division as their first official competition.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 6,
      "history": "The club was founded on April 1, 1989, and played the Maranhão State Championship from 1989 to 1993, achieving its best placement in 1992, finishing 3rd. It went on hiatus in 1994 and returned in 2016, competing in the Second Division and losing the final to Americano.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 7,
      "history": "The club was founded and introduced on June 1, 2021, with support from the municipal government. The city is located 365 km from the capital, São Luís.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 8,
      "history": "Founded on August 10, 2008.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 9,
      "history": "Viana was founded on July 15, 1995, by a group of local residents who wanted to support a team from their own city, leading to the creation of Esporte Clube Viana.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 10,
      "history": "Bacabal Esporte Clube was founded on May 14, 1974.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 11,
      "history": "Inactive since 2005, the club returned in 2012 to compete in the Maranhão U-16 Championship. It currently plays in the Second Division, and although it was founded in São Luís in 1975, it represented the city of Santa Rita in 2012 before returning to São Luís in 2013.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 12,
      "history": "In 2007, the club was promoted to the First Division of the Maranhão Championship as runner-up of the Second Division.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 13,
      "history": "Tupan Sport Club was founded on December 23, 1924. It first played in the Maranhão Championship in 1926, then again in 1930. The club won the state title in 1932, again in 1935, and a third time in 1938.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 14,
      "history": "It is a Brazilian football club from the city of Bacabal. Its colors are blue, red, and white.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 15,
      "history": "São Luís Futebol Clube is a professional football team in Maranhão. Founded on August 3, 2001, as an amateur team, it spent much time competing in youth categories such as U-15, U-17, and U-19. The team won the Maranhão U-17 Championship in 2018 after defeating Cantareira 1-0, and won its second state title in 2022 in the U-15 category.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 16,
      "history": "Founded in 2003, it played its first official championship and inaugurated its stadium in 2005, when it won the Maranhão Second Division for the first time against Juventude, earning the right to compete in the 2006 Maranhão Championship.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 17,
      "history": "Made its debut in competitions in 2007, playing in the Maranhão Championship – Série B that year.",
      "curiosities": [
        "Holds 15 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 18,
      "history": "Sport Club Luso Brasileiro was a football club based in São Luís, Maranhão. Founded in 1917 by Portuguese merchant Edgar Figueira, who was also the club president until August 1919.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 19,
      "history": "The club was founded on June 14, 1979, in the city of Caxias under the name Duque de Caxias Atlético Clube.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 20,
      "history": "Chapadinha competed in six editions of the Maranhão Championship, achieving its best position as third place in 2005. Its only participation in national competitions was in 2003, playing in Série C and being eliminated in the second phase.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 21,
      "history": "Araioses debuted in the Maranhão Second Division Championship, where it was runner-up and earned historic promotion to the elite division of the Maranhão Championship.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 22,
      "history": "Founded in 1999 by sportsman Carmegildo Xavier, the club competed in its first official competition in 2012, winning the Maranhão Second Division Championship. It played in the Maranhão First Division Championship from 2013 to 2015.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 23,
      "history": "The club was created in 2007 by a group of sports enthusiasts from a construction company called 'Barros Construção Empreendimentos Ltda.', who decided to found an amateur football team called 'Sabiá FC'.",
      "curiosities": [
        "Holds 8 state titles.",
        "Was the first team from Maranhão to compete in a national championship."
      ]
    },
    {
      "id": 24,
      "history": "JV Lideral was founded on April 30, 1994, in Imperatriz, the second most populous city in Maranhão. Nicknamed 'Tractor of Camaçari', it started as an amateur club with the goal of becoming professional, developing players for the Brazilian and global football markets.",
      "curiosities": [
        "JV Lideral made its national competition debut against Ponte Preta in the 2010 Copa do Brasil at Estádio Panelão; the match ended in a 0-0 draw.",
        "The JV Lideral Training Center is located 8 km from downtown Imperatriz-MA, 10 minutes from the local airport. It covers 19.8 hectares and includes 2 football fields, a sand court for athlete conditioning, lodging for 40 players, locker rooms, cafeteria, leisure and game areas, an intensive recovery center equipped with state-of-the-art physiotherapy equipment, a long-distance travel bus, and a small bus for shorter trips."
      ]
    },
    {
      "id": 25,
      "history": "Marília Futebol Clube is a football club from Imperatriz, Maranhão. Founded in 1984, it only participated in youth competitions until 2015.",
      "curiosities": [
        "The club's primary uniform features a blue and white vertically striped shirt, blue shorts, and blue socks.",
        "In 2015, the team debuted in professional competitions, finishing as runner-up in the Maranhão Second Division."
      ]
    },
    {
      "id": 26,
      "history": "This club from São Luís (MA) was founded on April 8, 1927, by members of the Syrian-Lebanese community in Maranhão along with dissidents from Sport Club Luso Brasileiro. The founding families included Heluy, Baueres, Duailibe, and Nazar.",
      "curiosities": [
        "The club's primary uniform was blue and white vertically striped shirt, blue shorts, and blue socks.",
        "In 2015, the team debuted in professional competitions, finishing as runner-up in the Maranhão Second Division."
      ]
    },
    {
      "id": 27,
      "history": "Itz Sport is a Brazilian football club from Imperatriz, Maranhão, founded on June 10, 2017. Its mascot is a chameleon.",
      "curiosities": [
        "Played its first competition in 2018 as an amateur, starting in the Imperatriz Série B Championship and finishing 6th, being eliminated in the quarter-finals.",
        "Made its professional debut in the 2019 Maranhão Second Division, eliminated in the first phase, finishing 5th overall (considering a walkover win against Viana in the relegation-deciding match). That same year, it again competed in the Imperatriz Second Division, finishing 6th and being eliminated in the quarter-finals."
      ]
    }
  ]
}